{
  "segments": [
    {
      "format": "regular",
      "img": "/assets/dr-jeff-with-pet.png",
      "title": "Background",
      "des": [
        "The House Call Vet NYC is Dr. Jeffrey Levy, DVM, CVA.",
        "\"Dr. Jeff\", specializes in at-home veterinary visits with a unique emphasis on specialized care & pain management through acupuncture, rehabilitation techniques and wellness treatments.",
        "Dr. Jeff is certified in animal acupuncture (IVAS), trained in rehabilitation (University of Tennessee), is a Reiki practitioner, and an adjunct Faculty Member (Mississippi State University). Dr. Levy is a USDA Accredited Veterinarian.",
        "His interest in veterinary medicine and animal care have brought him from his native Brooklyn, New York to the European Continent, through the Mississippi Delta, and ultimately to the Far-East where he pursued advanced alternative veterinary medical training in both China and Japan.",
        "[](<>)Besides his media work, promoting proper pet care, Dr. Jeff is also a musician and composer of \"pet-centric\" songs. In his many cabaret appearances he has helped to support numerous animal shelters and pet-welfare organizations. Recently he debuted a song and musical videos entitled \"21st Century Pet\" on YouTube. Watch the video [here](https://youtu.be/G_QjREGMn9A).",
        "Dr. Jeff looks forward to speaking to you about your pet and discussing how his brand of practice can add to the quality of life of your beloved dog or cat companion."
      ]
    },
    {
      "format": "reverse",
      "img": "/assets/mushroom-and-jeff.jpg",
      "title": "Why Acupuncture",
      "des": [
        "I grew up with a dachshund.  Her name was “Mushroom,” a fantastical reference to her fungal-stalk shaped front paws as described by my child-like mind as an eight-year-old.",
        "My memories include the more difficult moments when her badger-bashing temperament ensnarled the index-finger of my cousin and thus provoked a family feud that landed my pet in the animal hospital for a 10-day stint of rabies observation.  But there were more benign moments when Mushroom undertook prolonged drooling spells in front of the candy closet.",
        "Mushroom gave my family many years of happiness and misbehavior.  When she left us, it was due to an inoperable back condition, where pain and paralysis compelled us to end her suffering... **[READ MORE](/posts/a-veterinarian-and-his-dachshund/)**"
      ]
    }
  ]
}