{
  "services": [
    {
      "format": "regular",
      "img": "/assets/dr-jeff-acupuncture-picture-2.jpg",
      "title": "Acupuncture",
      "des": [
        "Dr. Jeff is a certified veterinary acupuncturist (CVA). If your pet is suffering from a long-term, debilitating illness such as arthritis or chronic kidney disease, or is experiencing short-term pain from an injury, acupuncture may the right course of treatment. Acupuncture has also been used to help treat allergies, asthma, skin problems and digestive problems in pets.",
        "According to the International Veterinary Acupuncture Society (IVAS), acupuncture is one of the safest forms of medical treatment for animals when it is administered by a properly trained veterinarian. Acupuncture uses needles to stimulate specific points on the body that promote healing. It is an effective, non-invasive therapy that can be used to treat many types of chronic, painful or non-responsive diseases or injuries."
      ]
    },
    {
      "format": "reverse",
      "img": "/assets/dr-jeff-holistic-picture.jpg",
      "title": "Holistic Therapies",
      "des": [
        "Holistic veterinary medicine considers all aspects of an animal’s life and employs all of the practitioner’s senses, as well as a combination of conventional and alternative treatments. When holistic veterinarians see a pet, besides giving it a comprehensive physical examination, they want to find out about its behaviors, medical and dietary history, and its environment, including diet, emotional stresses, and other factors.  (Excerpted from American Holistic Veterinary Medical Association)",
        "Holistic therapies might include acupuncture [link to acupuncture page], herbal treatments, Reiki healing, or behavioral modification, for example. They can be used in conjunction with traditional medical techniques to supplement a treatment plan (called complimentary medicine). At times, holistic therapies may be used alone on an elderly or debilitated pet when surgery or harsh medication might not be advisable. Dr. Jeff will guide you in the selection of the appropriate course of treatment in consultation with your primary veterinarian or veterinary surgeon."
      ]
    },
    {
      "format": "regular",
      "img": "/assets/dr-jeff-rehab-picture.jpg",
      "title": "Rehabilitation",
      "des": [
        "Like the use of physical rehabilitation with humans, animal rehabilitation uses controlled activity to help your pet recover faster from injury or to increase mobility and quality of life for older pets.  To avoid muscle loss and joint stiffening, it’s ideal to begin rehabilitation soon after surgery, and in-home rehabilitation can be an ideal way to begin. Ask your primary veterinarian or veterinary surgeon for their recommendation and Dr. Jeff can work with them to coordinate your pet’s post-surgical care."
      ]
    },
    {
      "format": "reverse",
      "img": "/assets/dr-jeff-rehab-picture.jpg",
      "title": "Euthenasia",
      "des": [
        "Dr. Levy is available upon request to provide end-of-life services.",
        "Parting with a beloved animal companion is among the most difficult of life experiences a pet owner may encounter. Dr. Jeff is available to ease this burden through prior consultation, planning, convenient scheduling and eventual euthanasia and cremation.",
        "The ability to arrange for a housecall euthanasia with Dr. Levy provides the privacy, dignity, comfort and time for pet and family to provide their beloved companion with the gentlest of farewells."
      ]
    }
  ]
}