{
  "testimonials": [
    {
      "img": "/assets/uploads/testimonial_photo_1_emily.jpg",
      "name": "Emily",
      "quote": "A few hours after her first treatment, my aging companion was chasing her tail, something she hasn't done in years. Today, I was walking with Emily up around Carl Shurtz Park, and a woman smiled at us and said, \"I bet your dog is named Prancer.\" I gave her your card!",
      "author": "James"
    },
    {
      "img": "/assets/uploads/testimonial_photo_2_muffin.jpg",
      "name": "Muffin",
      "quote": "My then-20-year old cat Muffin received a death sentence almost three years ago due to cancer. My vet suggested acupuncture with Dr. Jeff Levy. My cat now 23, is still alive and enjoying his life.  He craves the weekly acupuncture treatments- often running up to Dr. Jeff on the couch, sometimes falling asleep on him. Recently, my vet celebrated Muffin's birthday and remarked that the acupuncture has played an important role in keeping him alive! I would highly recommend it!",
      "author": "Pet Parent"
    },
    {
      "img": "/assets/uploads/testimonial_photo_3_cupcake.jpg",
      "name": "Cupcake",
      "author": "Bonnie",
      "quote": "Cupcake is remarkably better!!! She is more affectionate and is “yowling” less after your “8 needles”. Can you imagine?"
    },
    {
      "quote": "I can’t say enough wonderful things about Dr. Levy. My 13 ½ year old English Bulldog, Tater Tot suffers from terrible arthritis in his hind legs and had a very hard time walking. I did research and found Dr. Levy online. Tater Tot received his first acupuncture treatment and INSTANTLY, we noticed improvement. My fiancé who was totally skeptical was shocked and is now a total believer. (He is even having his mother start acupuncture after seeing the transformation Tater has had!) The doormen in my building started commenting on how much better Tater Tot was walking (and they had no idea he was receiving treatment). We see Dr. Levy weekly and we all look forward to his visits. From gastrointestinal issues to a bout with pneumonia, any ailment Tater has had Dr. Levy has helped to improve. I believe with my whole heart that Dr. Levy’s treatments contribute greatly to Tater Tot’s overall wellbeing and comfort, and I cannot recommend him enough.",
      "name": "Tater Tot",
      "author": "Pet Parent",
      "img": "/assets/uploads/testimonial_photo_7_tater-tot.jpg"
    },
    {
      "img": "/assets/uploads/testimonial_photo_4_munchkin.png",
      "name": "Munchkin",
      "quote": "Your work gave Munchkin and myself more time together- and in fact those last couple of months were nothing short of miraculous. He could not walk, let alone sit up on his own… yet in one session you had him trotting around the apartment by himself. Please know that you have profoundly affected Munchkin’s and my life- and for that I am forever grateful.",
      "author": "Jamie"
    },
    {
      "name": "Benjamin",
      "author": "Jackie",
      "quote": "Good news. Friday night after I had dinner with him in a nearby restaurant, he walked nonstop outside for one hour and 35min.  He did not take a break or sit down or have his legs cross or anything like that. Just continuous walking. It's amazing!",
      "img": "/assets/uploads/testimonial_photo_5_benjamin.jpg"
    },
    {
      "name": "Sunny",
      "quote": "Sunshine Rae, part Great Dane, had ACL surgeries, arthritis in both front legs, disc problems and eventually an amputation. After an extensive online search I located Dr. Levy, who treated my pet for nearly five years. He was compassionate and intuitive, relieving her episodes of pain very quickly. Dr. Jeff, helped Sunny through innumerable medical crises, sessions of orthopedic rehabilitations and eventually through the end of life process. Thank you for everything, Dr. Jeff Levy- you were essential to my and Sunny’s existence…",
      "author": "Sally",
      "img": "/assets/uploads/testimonial_photo_6_sunny.jpg"
    },
    {
      "img": "/assets/uploads/testimonial_photo_8_meatball.jpg",
      "name": "Meatball",
      "quote": "Dr Jeff has been treating Meatball, my Bulldog, for more than 5 years now. Developing arthritis at the age of three and after trying several medications with no relief, we finally found acupuncture to be a magical solution for his pain. Being rambunctious, we thought he would never lay still enough to even get one needle. Dr Levy had Meatball with the 2nd needle! Meatball now looks forward to Dr Levy’s visits and embraces him with a HUGE hug upon arrival. Dr Levy has made it out in the midst of the worst storms and even late nights, and is always focused on his patient’s wellness. We would recommend Dr. Levy to anyone, and have numerous times over the years.",
      "author": "Jenn"
    }
  ]
}